import "bootstrap/dist/css/bootstrap.min.css";

const History = () => {
    return (
        <>
            <h2> История </h2>         <div className="container-sm">
                <div className="callout-warning"><h4>Город Астрахань</h4>

                    - административный центр Астраханской области,
                    в 1534 километрах к Юго-востоку от Москвы. Расположен на Прикаспийской низменности, на реке Волге, в верхней части ее дельты. Климат резко континентальный, засушливый. Средняя температура января -10° С, июля 25° С. Осадков 230 мм в год. Работают речной и морской порты Волго-Каспийского бассейна, транспортный узел железнодорожных линий (на Саратов, Кизляр, Атырау) и автодорог (на Волгоград, Ставрополь и др.), международный аэропорт.
                    Город расположен на одиннадцати островах, занимаемая площадь – 20869 га, делится на 4 района (Кировский, Ленинский, Советский, Трусовский); численность населения города на 1.01.2015 г. составляет 532,7 тысячи человек. В Астрахани проживают представители более 100 национальностей.
                </div>

                <div className="callout-warning"><h4>История</h4>
                    <p>Астрахань - старейший город Нижнего Поволжья, входит в число 115 городов РФ, признанных исторически ценными.
                        В районе, где находится Астрахань, издавна располагались городские поселения, через которые шли торговые пути персов и арабов. На протяжении нескольких столетий здесь, несмотря на разрушения, постоянно возникали города хазаров, половцев, татаро-монголов. Впервые город Астрахань упоминается историками, учеными, путешественниками с XIII века. Старый город входил в состав Золотой Орды. Он был расположен на 12 км выше современной Астрахани на правом берегу Волги. В разное время он назывался по-разному – Астархан, Аштархан, Хаджи-Тархан. Хаджи-Тархан играл важную роль в торговле с Европой. Торговые караваны перевозили сюда шелк, пряности, другие товары с востока.
                    </p>
                    <p>
                        По мнению некоторых исследователей, близ современного города размещался Итиль - столица хазарского каганата, разрушенного князем Святославом в 965 году. В 1395 году Астрахань сожжена войском Тамерлана. В1459-1556 гг. Астрахань - главный город Астраханского ханства. Окончательно город занят русскими войсками и присоединен к Русскому государству в 1557 году.
                        В 1558 году  на левом волжском берегу,  на  бугре Заячьем, или Долгом, первым астраханским воеводой Черемисиновым была заложена русская деревянная крепость. В 1582 году сооружены каменные стены с 8 большими и малыми башнями. В Астрахани был построен караван-сарай. Заселение Астрахани шло быстро: отдаленность края, потребность в рабочей силе привлекли массы русских переселенцев, образовавших вокруг города слободы: Сианову, Безродную, Теребиловку, Солдатскую, Ямгурчееву, (или Огручеево); поселившиеся в окрестностях города татары образовали татарскую, армяне - армянскую слободы.
                    </p>
                    <p>
                        Около четырехсот лет Соборная площадь кремля была свидетельницей важнейших исторических событий из жизни города. В 1605-1606 гг. Астрахань была захвачена и разграблена донскими и терскими казаками. С 1619 года в Астрахани замечается большой наплыв торговцев из Азии. В1625 году проживающие в Белом городе индусы принимают участие в постройке гостиного азиатского двора.
                        К середине XVII века  Астрахань была одной из пограничных крепостей Русского государства, охранявших устье Волги. С 1668 года индийские купцы имеют в городе постоянное место жительства и пользуются различными льготами как полезные в развитии торговли люди. В 1670 Астрахань была взята войсками Степана Разина; в 1670-1671гг. управлялась казачьими атаманами В. Усом и Ф. Шелудяком.
                        На протяжении почти трех веков Астрахань являлась главным административным центром, через который осуществлялись торговые и политические связи Русского государства со странами Востока, Закавказья и Северного Кавказа.
                    </p>

                    <p>Среди астраханских воевод периода XVI—XVII веков есть фамилии знатнейших княжеских и боярских родов России: Одоевских, Черкасских, Голицыных, Трубецких, Шереметевых.
                        Находясь на перекрестке караванных  и водных путей, Астрахань в XVII -XVIII столетии превращается из небольшой укрепленной крепости на юге Русского государства в крупный торговый и ремесленный город, а река Волга становится важнейшей транспортной артерией страны. С 1717 года – Астрахань - губернский город. 1727 год – время основания базара, именуемого в наши дни Большими Исадами. Исадами называлось место, где привозимая в Астрахань с ватаг и учугов рыба складывалась или иссаживалась, т.е. выкладывалась. Большие палатки, лавки и магазины, расположенные на территории базара вели торговлю до 4-х часов дня. О Больших Исадах говорили:  «Легче перечислить то, чего здесь нет, чем то, что там предлагается покупателю». Рынок являлся своего рода биржей труда, здесь нанимали стекольщиков, кровельщиков, плотников, точильщиков.
                    </p>
                    <p>
                        С 1785 года - областной город Кавказского наместничества. В 1-й четверти XVIII века в Астрахани были созданы сильный военный флот, адмиралтейство, верфи, порт.
                        Успешное завершение петровского «Персидского похода»  и присоединение северо-западных провинций Персии – Гиляна, Мазандарана и Астрахбада оказало огромное влияние на развитие экономики края. В 40-е годы XVIII столетия в Астраханской губернии вырастает численность мелких производителей, открываются шелковые и кожевенные заводы, владельцами которых становятся как правило выходцы из восточных государств.
                        Традиции дружбы и взаимовыгодной торговли с восточными государствами живы и поныне. С 2001 года в Астрахани действует Генеральное консульство Исламской Республики Иран. Открылось консульство Республики Казахстан. В 2002 году МИД России открыл в Астрахани свое представительство в числе десяти городов России.
                    </p>
                    <p>
                        В начале XIX века близ Астрахани возник «Рыбный городок», где проживали рабочие рыбных промыслов. Широкую известность к середине столетия получают рыбные промыслы астраханских рыбопромышленников Хлебникова, Неизвестнова, братьев Сапожниковых, Беззубикова и других. Именно в это время министерством государственного  имущества Российской империи была предпринята попытка исследования правил рыболовства в Астраханском крае.
                        В 1845 году со стапелей астраханского эллинга были спущены два первых парохода, имевших железные корпуса. В 1860-х годах в связи с развитием нефтепромыслов в Баку астраханский порт становится одним из крупнейших в стране. В 1873 году на Каспии появляется первый в мире нефтеналивной танкер. Его создали астраханские судовладельцы братья Артемьевы, налив нефть для транспортировки прямо в трюм своего парусника «Александр». Этим техническим решением воспользовались шведские промышленники братья Нобели, имевшие свои заводы в Астрахани и занимавшиеся нефтяными разработками на Каспии. Спустя два года они построили первый в мире паровой танкер. В 1885 году в Астрахани и окрестностях насчитывалось 62 фабрики и завода. Среди городских промыслов выделялись рыболовство, садоводство (особенно разведение винограда) и огородничество.
                    </p>
                    <p>
                        В астраханском порту конца ХIХ века располагались пристани  известнейших волжских пароходных обществ «Самолет» и «Кавказ и Меркурий». Общество «Кавказ и Меркурий» находилось под Высочайшим Его императорского Величества покровительством. В ходе военных действий на Кавказе и в Туркестане оно пользовалось монопольным правом перевозок войска и грузов для военных нужд, обладало первым по численности и удобствам флотом на Волге и Каспии.
                    </p>
                    <p>
                        В начале ХХ столетия количество вылавливаемого на Нижней Волге «живого серебра», как называли речную рыбу, было огромно. Стрелка реки Кутум считалась рыбной пристанью. Вдоль берега Косы тянулись знаменитые рыбные садки Фадеева, Родионова, Вахромеева… Рыбу продавали свежую, мороженую, вяленую, соленую. Здесь можно было попробовать на вкус и выбрать лучшую белужью, севрюжью и осетровую икру. Оптовикам делалась большая скидка.
                        В 1900 году по его узеньким, почти азиатским улочкам со страшным звоном и скрежетом проехал первый трамвай – детище европейской цивилизации. Это был воплощенный городскими властями выгодный проект бельгийской фирмы. В это же время астраханская губерния начинает привлекать внимание других западных предпринимателей.
                        Во время гражданской войны Астрахань приобрела ключевое значение, что вызвало ожесточенные бои между противоборствующими сторонами за овладение городом. До 1934 года Астрахань входила в состав Нижневолжского края, с 1934 года - Сталинградского края, до 1943 года - Сталинградской области; с 1943 года Астрахань - центр Астраханской области.
                        После распада Союза регион оказался в новой геополитической ситуации, получив статус южного форпоста России. Здесь проходит главная водная артерия - река Волга, а через нее водные пути из прикаспийских государств в Черное, Средиземное, Балтийское, Северное моря. Астрахань - естественный центр транзитной торговли и крупный транспортный узел на стыке Азии и Европы.
                    </p>
                </div>
            </div>


        </>
    );   
}

export { History };